{
    "indiTitle":"Indigenous",
    "indisl":"Animals indigenous to Sri Lanka",
    "junglefowl":"Sri Lankan junglefowl",
    "fowlInfo":"The Sri Lankan junglefowl, also known as the Ceylon junglefowl or Lafayette's junglefowl, is a member of the Galliformes bird order which is endemic to Sri Lanka, where it is the national bird. It is closely related to the red junglefowl, the wild junglefowl from which the chicken was domesticated.",
    "langur":"Purple-faced langur",
    "langurInfo":"The purple-faced langur, also known as the purple-faced leaf monkey, is a species of Old World monkey that is endemic to Sri Lanka. The animal is a long-tailed arboreal species, identified by a mostly brown appearance, dark face and a very shy nature",
    "civet":"Golden palm civet",
    "civetInfo":"The golden palm civet is a viverrid endemic to Sri Lanka. It is listed as Vulnerable on the IUCN Red List. Its distribution is severely fragmented, and the extent and quality of its habitat in Sri Lanka's hill regions are declining. The golden palm civet was described by Peter Simon Pallas in 1778.",
    "buns":"Bungarus ceylonicus",
    "bunsInfo":"Bungarus ceylonicus, the Ceylon krait or Sri Lankan krait, is a species of venomous elapid snake which is endemic to the island Sri Lanka, locally known as මුදු කරවලා.",
    "lepo":"The Leopard",
    "lepoInfo":"The Leopard (Panthera pardus, Linnaeus, 1758) is the most secretive and elusive of the large carnivores, and also the shrewdest. Pound for pound, it is the strongest climber of the larger cats and is capable of killing prey far larger than itself. However, the leopard is the smallest member of the genus Panthera, which includes the Lion, Tiger and Jaguar. Historically, the leopard had a wide distribution across eastern and southern Asia and Africa, from Siberia to South Africa, with fragmented populations in the Indian subcontinent, Sri Lanka, Indochina, Malaysia, Indonesia and China. Sadly, the range has decreased radically due to over hunting and loss of habitat."
}