{
    "location":"Locations",
    "locationIntro":"Sri Lanka is a wildlife enthusiasts paradise and has plenty to offer visitors interested in animal and birdlife. This tropical island harbours an incredible selection of flora and fauna and is home to some of the finest national parks of the subcontinent. Home to a variety of species including the elusive leopard, regal elephant, blue whale and a whole host of exotic birds, below is a list of the best places to see diverse and exciting wildlife on a tailor made holiday to Sri Lanka.",
    "moreInfo":"Sri Lanka has a lot to offer those who are interested in animals and birds and is a haven for wildlife aficionados. This tropical island is home to some of the best national parks on the subcontinent and is home to an amazing variety of flora and animals. Here is a selection of the top locations for a customized vacation to Sri Lanka that will allow you to witness a wide range of fascinating wildlife, such as the elusive leopard, majestic elephant, blue whale, and several unique birds.",
    "udawala":" Udawalawe National Park",
    "udaText":"Udawalawe National Park just south of Sri Lanka’s central mountains, is a large reserve made up of 119 square miles of grassland, scrub jungle and riverine forest. The main attraction of the park is the large concentration of Asian elephants found here, Udawalawe is home to over 400 of these gentle giants and it is almost guaranteed to see them whilst on safari. A favourite hangout for the herds of elephants is the Walawe Reservoir where the creatures come to drink during times of water scarcity.Udawalawe National Park is also home to some other exciting wildlife including the mugger crocodile, sambar, spotted and barking deer, wild boar, water buffalo and jackal whilst the birding is excellent with nearly 200 species recorded. November to March is the optimal time for birdwatching expeditions with the chance to spot exciting raptors such as the changeable hawk-eagle, serpent eagle and grey-headed fish eagle.",
    "hikka":" Hikkaduwa Marine National Park",
    "hikkaText":"Declared a Nature Reserve in 1988 and then upgraded to national park status in 2002, the Hikkaduwa National Park in the southern province is one of only two marine national parks in Sri Lanka. Although the southern coastline is home to many coral reefs, the reefs in Hikkaduwa are the most diverse and accessible and offer some of the country’s best snorkelling and diving opportunities.The main reef of Hikkaduwa sits in a sheltered lagoon, it is a typical fringing reef with an average depth of about 5 metres. The coral is colourful and diverse with around 60 different species including boulder and encrusting corals, small-strands of Acropora coral and the cabbage-like Montipora coral. The seagrass is home to sea turtles, whilst tropical reef fish such as parrot fish, angel fish and butterfly fish skirt through the corals. Along the outer slope of the reef, blacktip reef sharks can be found along with hawksbill and green turtles.",
    "animals":"Sri Lankan Wildlife Location's Animals"
}